const CULT_DATA = {
  "routes": {
    "A": {
      "name": "너무 이상해서 절대 잊히지 않는",
      "description": "<퍼제션>이 칸에서 공개됐을 때, 모두가 당황했습니다. 한 부부의 망가진 관계를 보여주는가 싶던 영화는 자해, 촉수 괴물, 섹스, 살인, 발작, 자해, 망상, 도플갱어의 이야기로 흘러갑니다. 감독은 설명할 생각이 없어 보입니다. 악명 높은 이자벨 아자니의 ‘지하철 통로 신’이 남긴 후유증을 견디면서 우리는 스스로에게 묻게 되죠. “내가 지금 뭘 본 거지? 네 명의 중년 남자가 시골 저택에 모여서 죽도록 먹기만 하는 <그랑 부페>나, 28일 후 세계의 종말이 찾아온다고 알려준 거대한 토끼가 등장하는 <도니 다코>를 보고 나서도 우리는 같은 질문을 하게 됩니다. “내가 지금 뭘 본 거지?” 영화 이론가 대니 페어리는 “컬트 영화는 설명을 거부함으로써 해석을 강요한다.”고 정리합니다. 이 영화들을 요약하거나 설명하려고 애쓸 필요 없습니다. 그건 불가능하거든요. 이 요상한 영화들이 남긴 기이한 잔상을 곱씹던 우리는 영화를 다시 돌려보면서 힌트를 찾고, 인터넷을 뒤져 해석을 찾고, 이 영화를 본 소수의 사람들과 이야기하고 싶어집니다. 그렇게 우리는 이상해서 잊을 수 없는 영화에 중독되기 시작하죠. 컬트의 신입 멤버가 되신 걸, 축하드립니다.",
      "sourceAnswers": [
        "내가 놓친 장면이 있을까 봐 한 영화를 여러 번 보곤 한다.",
        "<곡성>(2016)의 각기 다른 결말 해석을 5개 이상 알고 있다.",
        "영화 끝나고 친구와 3시간 토론하는 게 본편보다 재밌다.",
        "난해하다고 소문난 영화가 재개봉한다는 소식을 들으면 도전 욕구가 생긴다.",
        "설명할 수 없는 악몽을 꾸고 나면 “재미있는 꿈 꿨네”라고 생각한다",
        "‘골뱅이’를 먹으면서 ‘외계 생명체’를 떠올려 본 적이 있다.",
        "크리스토퍼 놀란의 ‘배트맨’보다 팀 버튼의 ‘배트맨’이 더 좋다.",
        "넷플릭스 TOP 10에 오른 영화는 관심이 떨어진다."
      ],
      "answers": [
        "놓친 장면이 있을까 봐 다시 돌려보고 싶어. 한 번만 보고 끝내긴 아쉽잖아-",
        "〈곡성〉처럼 결말 해석만 다섯 가지는 떠오르겠는데? 이 맛에 보는 거지!",
        "친구랑 세 시간쯤 토론하고 싶어. 어쩌면 본편보다 더 재밌을지도~",
        "난해하다는 소문에 도전 욕구가 생겼어. 얼마나 이상한지 직접 보고 싶어!",
        "설명할 수 없는 악몽 같아도 좋아. “재미있는 꿈 꿨네” 하는 기분이야.",
        "평범한 것에 숨어 있는 기괴함! 골뱅이를 먹다가 외계 생명체를 떠올리는 상상이 좋아.",
        "놀란의 배트맨보다 팀 버튼의 배트맨처럼, 기묘한 상상력이 가득한 이야기에 끌려.",
        "넷플릭스 TOP 10 밖에서, 남들이 잘 모르는 이상한 영화를 찾고 싶어."
      ],
      "movies": [
        {
          "id": "032",
          "title": "세컨즈",
          "year": "1966"
        },
        {
          "id": "041",
          "title": "지배계급",
          "year": "1972"
        },
        {
          "id": "035",
          "title": "시스터즈",
          "year": "1972"
        },
        {
          "id": "040",
          "title": "그랑 부페",
          "year": "1973"
        },
        {
          "id": "042",
          "title": "퍼제션",
          "year": "1981"
        },
        {
          "id": "020",
          "title": "사구",
          "year": "1984"
        },
        {
          "id": "021",
          "title": "씨에스타",
          "year": "1987"
        },
        {
          "id": "034",
          "title": "데드 링거",
          "year": "1988"
        },
        {
          "id": "014",
          "title": "광란의 사랑",
          "year": "1990"
        },
        {
          "id": "038",
          "title": "도니 다코",
          "year": "2001"
        }
      ]
    },
    "B": {
      "name": "세상을 박살 내는 반항아들",
      "description": "반항아는 언제나 영화의 사랑을 독차지 왔습니다. 그들은 세상에 정해놓은 모든 기준에 온몸으로 저항합니다. 그들의 에너지는 자유를 향한 갈망, 그리고 분노. 현실이 거대한 벽처럼 우리를 가로막을 때, 기꺼이 우리를 대신해 세상과 싸워 줄 반항아들을 만나러 극장에 갑니다. 경로 B에서 만나게 될 영화들은 ‘반항아의 성경’입니다. 그들은 부모 세대의 풍요를 거부하고, 주류 사회의 견고한 질서를 비웃고, 당한 만큼 되갚아주며 남이 가지 않은 길을 가고자 합니다. 현실에서처럼 영화 속에서도 세상은 반항아들을 길들이려고 애쓰지만, 이 야생마들은 순응 대신 차라리 산화를 택합니다. 컬트 영화에서조차 그들을 기다리는 건 비극이지만, 괜찮습니다. 관객들이 더 오래도록 그들을 기억하고 추종하니까요. <이유없는 반항>의 제임스 딘, <택시 드라이브>의 트래비스, <이지 라이더>의 와이어트와 빌리, <매드 맥스> 시리즈의 맥스가 한 시대의 ‘아이콘’이 될 수밖에 없었던 이유는 동질감입니다. 영화 이론가 제프리 스콘스는 “컬트 영화는 아웃사이더의 공동체를 만드는 구심점”이라고 설명합니다. 이 영화들은 세상에 순응하고 싶지 않은 우리 안의 반항아들에게 속삭입니다. “너도 나와 같구나. 우린 달라. ”",
      "sourceAnswers": [
        "섹스 피스톨즈, 너바나, 퍼블릭 에너미의 음악을 좋아한다.",
        "“현실적으로 생각해. 너도 이제 어른이잖아. ”라는 말에 욱해본 적이 있다.",
        "학교에서, 직장에서, 가족 안에서 동떨어진 느낌을 받을 때가 있다.",
        "착하고 건실한 <슈퍼맨>보다 복잡하고 약점이 많은 <와치맨>을 더 좋아한다.",
        "잠들기 전에 종종 ‘이게 내가 원한 삶인가?’라는 질문을 한다.",
        "나의 헤어와 패션 스타일이 곧 나를 드러내는 선언이라고 생각한다.",
        "가능하다면, 지금 당장 어디론가 훌쩍 떠나버리고 싶다.",
        "한번 사는 인생, 망설이다 후회하기보다 저지르고 후회하는 게 낫다는 쪽이다."
      ],
      "answers": [
        "섹스 피스톨즈, 너바나, 퍼블릭 에너미 같은 음악이 들리면 바로 귀가 열려!",
        "“현실적으로 생각해. 너도 이제 어른이잖아.”라는 말에 욱했어. 오늘은 좀 반항하고 싶어.",
        "학교나 직장, 가족 안에서 동떨어진 느낌. 저 아웃사이더가 꼭 나 같아.",
        "착하고 건실한 슈퍼맨보다, 복잡하고 약점 많은 와치맨 같은 인물이 좋아.",
        "“이게 내가 원한 삶인가?” 잠들기 전에도 자꾸 나한테 묻게 돼.",
        "저 헤어와 패션은 그냥 멋이 아니네. 나를 드러내는 선언이 될 수 있겠어!",
        "가능하다면 지금 당장 어디론가 훌쩍 떠나고 싶어. 영화로라도 탈출할래.",
        "한 번 사는 인생, 망설이다 후회하느니 일단 저질러보고 싶어!"
      ],
      "movies": [
        {
          "id": "012",
          "title": "이유없는 반항",
          "year": "1955"
        },
        {
          "id": "019",
          "title": "이지라이더",
          "year": "1969"
        },
        {
          "id": "001",
          "title": "공황시대",
          "year": "1972"
        },
        {
          "id": "016",
          "title": "비열한 거리",
          "year": "1973"
        },
        {
          "id": "011",
          "title": "택시 드라이버",
          "year": "1976"
        },
        {
          "id": "029",
          "title": "매드 맥스",
          "year": "1979"
        },
        {
          "id": "030",
          "title": "매드 맥스 2",
          "year": "1981"
        },
        {
          "id": "023",
          "title": "복수의 립스틱",
          "year": "1981"
        },
        {
          "id": "028",
          "title": "리포맨",
          "year": "1984"
        },
        {
          "id": "027",
          "title": "마돈나의 수잔을 찾아서",
          "year": "1985"
        },
        {
          "id": "026",
          "title": "씨드와 낸시",
          "year": "1986"
        },
        {
          "id": "018",
          "title": "배드 캅",
          "year": "1992"
        }
      ]
    },
    "C": {
      "name": "B급 감성의 황홀한 쓰레기",
      "description": "영화를 만드는 데는 돈이 정말 많이 듭니다. 하지만 돈을 많이 쓴다고 훌륭한 영화를 만드는 건 아닙니다. 오히려 풍족한 제작비가 영화에게 독이 되는 경우도 많아요. 그래서 어떤 감독들은 아예 독이 든 성배를 집어 던지고 자기만의 영화를 만들어서 컬트의 전당에 이름을 올렸습니다. 온 할리우드가 ‘특수효과’에 열광하던 1970년대 말, 사람이 토마토 탈을 쓰고 굴러다니며 세상을 공격하는 재난 영화(?) <토마토 공격대>를 만든 스물여섯 살 존 드벨로 감독이나, 2만 달러(2025년 기준 2억 9천만 원) 제작비로 40갤런의 가짜 피를 아낌없이 쏟아부어 <이블 데드>를 만든 스물한 살 샘 레이미 감독이 대표적인 ‘컬트 위인’이죠. 경로 C의 영화들은 개봉했을 당시엔 ‘영화사 최악의 쓰레기’라는 혹평과 조롱을 받았습니다. 연기는 어색하고, 줄거리는 말이 안 되고, 대사는 유치하고, 특수효과는 조잡해요. 하지만 그 영화들은 진지합니다. 컬트 관객들은 이 영화들에서 진심을 읽어내고, 기꺼이 황홀한 쓰레기에 경배를 바쳤습니다. 안전하고 매끈한, 그래서 지루한 1억 달러짜리 블록버스터는 절대 흉내 낼 수 없는, 아마추어의 기백과 배짱은 진짜 사랑스러워요.",
      "sourceAnswers": [
        "싱어롱 상영, 밤샘 상영, 맥주와 함께하는 상영 등 인터랙티브 이벤트를 좋아한다.",
        "크리스토퍼 놀란 감독의 ‘배트맨’보다 팀 버튼의 ‘배트맨’이 더 내 취향이다.",
        "컴퓨터그래픽이 영화를 망쳤다고 생각하곤 한다.",
        "지금은 각 분야 거장이 된 감독들의 신인 시절 영화가 궁금하다.",
        "가장 척박한 환경에서 가장 창의적인 영화가 나온다고 믿는다.",
        "네온 컬러, 신스팝, 헤비메탈이 내 감성이다.",
        "고서점, 헌책방에 진짜 귀한 보물을 발견한 경험이 있다.",
        "뽀샤시하고 매끈한 것들은 대개 지루하다.",
        "비디오, 필름 카메라, 8mm 비디오카메라의 질감을 사랑한다"
      ],
      "answers": [
        "싱어롱이나 밤샘 상영, 맥주와 함께하는 상영을 찾아보고 싶어. 같이 즐기면 더 좋잖아!",
        "놀란의 배트맨보다 팀 버튼의 배트맨처럼, 별난 미감이 살아 있는 쪽이 내 취향이야.",
        "매끈한 CG보다 비디오, 필름 카메라, 8mm 비디오카메라 특유의 거친 질감에 눈길이 가.",
        "지금은 거장이 된 감독들의 신인 시절 영화도 찾아보고 싶어. 처음엔 어땠을까?",
        "가장 척박한 환경에서 이렇게 창의적인 영화가 나오는구나! 이 기백이 좋아.",
        "네온 컬러에 신스팝, 헤비메탈까지. 이건 그냥 내 감성이야!",
        "고서점이나 헌책방에서 귀한 보물을 찾는 기분으로, 숨은 영화를 발견하고 싶어.",
        "뽀샤시하고 매끈한 건 대개 지루해. 오늘은 좀 거칠고 엉뚱한 게 필요해."
      ],
      "movies": [
        {
          "id": "008",
          "title": "토마토 공격대",
          "year": "1978"
        },
        {
          "id": "036",
          "title": "섹스, 자살, 그리고 영화",
          "year": "1980"
        },
        {
          "id": "004",
          "title": "이블 데드",
          "year": "1981"
        },
        {
          "id": "009",
          "title": "죽음의 날",
          "year": "1985"
        },
        {
          "id": "006",
          "title": "공포의 텍사스",
          "year": "1986"
        },
        {
          "id": "039",
          "title": "하이랜더",
          "year": "1986"
        },
        {
          "id": "007",
          "title": "아리조나 유괴사건",
          "year": "1987"
        },
        {
          "id": "024",
          "title": "사랑의 눈물",
          "year": "1990"
        }
      ]
    },
    "D": {
      "name": "장르 파괴 감독의 실험",
      "description": "1960년 김기영 감독의 <하녀>는, 네, 당신의 예상대로 흥행에 실패했습니다. 멜로 영화도, 스릴러 영화도, 공포 영화도 아닌 이 영화는 너무 이상했거든요. 이 영화에 담긴 전쟁 이후 한국 사회에 새롭게 등장한 부르주아의 위선과 계급의 사다리를 올라타고 싶었던 여인의 욕망을 읽어내는 데는 시간이 필요했습니다. 이제는 마틴 스코세이지 감독과 박찬욱, 봉준호 감독이 ‘걸작’으로 꼽는 영화가 됐죠. 경로 D의 영화들은 장르를 해체하고, 그 조각들로 새로운 것을 만듭니다. 코엔 형제는 데뷔작 <분노의 저격자>에서 필름 누아르 장르의 법칙들을 가져다가 텍사스 사막에 묻어버리고, 코엔 형제의 영화를 새로운 장르로 만들었습니다. 샘 페킨파의 <가르시아>는 어떤가요. 잘린 머리를 들고 사막을 횡단하는 한 남자의 여정은 너무 허무해서 폭력적입니다. 경로 D 영화들은 매 장면 관객의 예상을 계속 배반하면서 알 수 없는 결말을 향해 달립니다. 실패를 두려워하지 않고 스스로 장르가 된 감독들의 예측 불가능한 영화에 지금 올라타세요.",
      "sourceAnswers": [
        "코엔 형제, 쿠엔틴 타란티노, 폴 토마스 앤더슨을 좋아한다.",
        "\"재평가된 걸작\"이라는 말에 흥미가 생긴다.",
        "크라이테리언 컬렉션을 구매한 적이 있다.",
        "감독의 필모그래피를 연대순으로 정주행 해본 적이 있다.",
        "누아르, 서부극, 하드보일드, 지알로 같은 장르 영화의 역사에 관심이 있다.",
        "컬트에서 고전으로 재분류된 영화가 궁금하다.",
        "영화제의 특별전 섹션을 반드시 예매한다",
        "최신 영화를 볼 때 영화의 레퍼런스, 영화 계보도가 궁금하다."
      ],
      "answers": [
        "코엔 형제, 쿠엔틴 타란티노, 폴 토마스 앤더슨처럼 자기만의 문법을 가진 감독에게 끌려.",
        "“재평가된 걸작”이라는 말에 호기심이 생겼어. 왜 뒤늦게 인정받았는지 알고 싶어.",
        "크라이테리언 컬렉션으로 소장하고 싶어질 만큼, 오래 곁에 둘 영화네.",
        "감독의 필모그래피를 연대순으로 정주행하고 싶어. 이 세계가 어떻게 만들어졌는지 궁금해.",
        "누아르, 서부극, 하드보일드, 지알로의 흔적! 장르의 역사가 장면 속에 어떻게 남았는지 보고 싶어.",
        "이 이상한 영화가 어떻게 고전이 됐을까? 컬트와 고전의 경계를 따라가 보고 싶어.",
        "영화제 특별전에서 발견하고 싶어. 평소엔 만나기 어려운 영화라면 더 궁금해.",
        "이 영화의 레퍼런스랑 영화 계보도를 찾아보고 싶어. 어떤 영화들과 이어져 있을까?"
      ],
      "movies": [
        {
          "id": "043",
          "title": "암캐",
          "year": "1931"
        },
        {
          "id": "037",
          "title": "키스 미 데들리",
          "year": "1955"
        },
        {
          "id": "044",
          "title": "하녀",
          "year": "1960"
        },
        {
          "id": "013",
          "title": "청춘낙서",
          "year": "1973"
        },
        {
          "id": "002",
          "title": "슈가랜드 특급",
          "year": "1974"
        },
        {
          "id": "033",
          "title": "가르시아",
          "year": "1974"
        },
        {
          "id": "031",
          "title": "딥 레드",
          "year": "1975"
        },
        {
          "id": "015",
          "title": "백색 공포",
          "year": "1977"
        },
        {
          "id": "022",
          "title": "스턴트맨",
          "year": "1980"
        },
        {
          "id": "003",
          "title": "분노의 저격자",
          "year": "1984"
        },
        {
          "id": "005",
          "title": "크라임 웨이브",
          "year": "1985"
        },
        {
          "id": "025",
          "title": "썸씽 와일드",
          "year": "1986"
        },
        {
          "id": "010",
          "title": "죽음의 키스",
          "year": "1987"
        },
        {
          "id": "017",
          "title": "마담 엠마",
          "year": "1989"
        }
      ]
    }
  },
  "intro": "“컬트는 논쟁 속에서 탄생한다. 성격이나 주제, 작가의 재능 등 영화의 모든 요소에 대해 격렬한 논쟁이 야기되어야 한다.” 미국의 영화 평론가 대니 피어리의 책 <컬트 무비>가 강조하는 것처럼, “이 영화는 컬트인가 아닌가”는 언제나 논쟁을 불러일으킵니다. 왜냐하면 ‘컬트’라는 이름을 선사할 수 있는 건 오직 관객 뿐이니까요. 특히 1980년대 비디오 대여점은 컬트 영화들의 온실이 되었습니다. 관객들은 극장에서 망한 영화, 가위질로 난도당한 영화, 금기를 우습게 뛰어넘는 영화를 찾아내면서 ‘발견의 쾌감’을 공유했어요. 비바 헤리티지 시리즈(이하 VHS) 컬트맵에서는 33년 전, 박찬욱 감독이 큐레이션 한 44편의 컬트 영화가 선물하는 ‘발견의 쾌감’을 만날 수 있습니다. 1992년 <스크린> 특집 ‘영화 감독이 추천하는 비디오로 영화 공부하는 법’(구성: 박찬욱)의 컬트 편을 개정증보한 VHS 컬트 필드맵은 멜로, 호러, 액션, 누아르, 스릴러, 청춘, SF, 판타지, 서부극, 누아르, 하드보일드까지 온갖 장르가 뒤섞인 목록만 봐도 ‘컬트’입니다. 하지만 너무 겁낼 필요 없습니다. 전체적으로 컬트 강도는 ‘까르보 불닭’ 수준이랄까요. 냉소적 핵 종말론의 <키스 미 데들리>(1955), 한국의 컬트 제왕 김기영 감독의 <하녀>(1960), 컬트의 교과서 <이지 라이더>(1969)등 ‘순한 맛’을 비롯해 2025년 10월 한국에서 44년 만에 정식 개봉한 ‘최악의 공포 영화’<퍼제션>(1981), 아벨 페라라 감독의 <복수의 립스틱>(1981), <배드 캅>(1982) 등 선명한 폭력의 잔상을 남기는 ‘핵불닭 맛’도 자리를 지키고 있습니다. 내 영화 취향을 확실히 알고 싶다면 극단의 컬트 탐험을 추천합니다. 당신에게 컬트의 포스가 함께 하기를.",
  "hidden": "컬트 정신과 교감할 준비를 마친 당신에게 마지막 히든 루트를 소개합니다. 여행의 묘미는 길을 잃는 데 있다고 하죠. 경로를 따라가다가 눈길이 닿는 영화로 건너뛰거나, 보고 싶은 영화를 골라 나만의 길을 만들어보세요. 한 가지 확실한 건, 필드맵을 펼친 순간 당신의 컬트 탐험이 이미 시작되었다는 것입니다. 책을 사는 순간부터 독서가 시작되듯, 영화 제목을 감각하는 순간부터 영화 경험이 시작됩니다. 이제 여기저기에서 그 영화의 제목이, 감독의 이름이, 존재감을 드러낼 겁니다. OTT 썸네일에서, 극장의 재개봉 포스터에서, 영화 관련 기사에서, 유튜브나 팟캐스트에서, SNS에서 자꾸 보이고 들릴 거예요. 그러다 어느 날, 그 영화를 직접 만나게 되는 순간 당신의 필드는 성큼 확장되는 거죠. 저희는 도전과 탐험의 쾌감을 즐기는 당신을 위해 계속해서 보물 지도를 만들어 두겠습니다. 비바 헤리티지 시리즈 드림"
};
