const MELO_DATA = {
  "routes": {
    "A": {
      "name": "로맨스 하이웨이",
      "description": "잘 만든 멜로 영화를 보면 이런 혼잣말을 하게 됩니다. “아- 연애하고 싶다!” 지금 현실 연애를 하고 있느냐 아니냐는 중요하지 않아요. 그 영화가 우리의 연애 세포를 흔들어 깨울 만큼 강력했다는 뜻이니까요. 경로 A에서 만나는 멜로도 그럴 겁니다. 사랑은 파랑새 같죠. 최고의 사랑을 찾아 험하고 먼 여행을 떠나지만, 그건 늘 내 옆에 있습니다. <해리가 샐리를 만났을 때>의 해리와 샐리가 결국 알게 되는 것처럼. 때론 해피 엔딩보다 더 근사한 이별이 심장을 간질이는 법이죠. <카사블랑카>에서 릭과 일사가 파리를 떠올리는 것처럼. 게다가 우리는 종종 틀려요. <티파니에서의 아침을>에서 홀리는 “사랑은 새장”이라며 두려워했지만, 자기가 틀렸다는 걸 깨닫죠. 홀리에게 잭은 새장이 아니라 날개가 되어줍니다. “위대한 러브스토리는 우리가 사랑받을 자격이 있다고 상기시킨다.” 평론가 로저 에버트의 말처럼, 이 영화들은 우리에게 속삭입니다. 당신은 사랑받기 충분한 사람이고, 당신으로 인해 누군가 심장이 뛰기 시작했다고. 영화를 보고 나면 뻔한 것들이 믿어집니다. 사랑은 강하고, 사랑은 아름답고, 사랑은 존중하고, 사랑은 있는 그대로의 나로 충분하다는 것.",
      "answers": [
        "사랑이 아름답다는 걸 다시 믿고 싶다.",
        "사랑 앞에서 발가벗겨지는 사람들의 모습이 보고 싶다.",
        "같이 연애 세포를 깨우고 싶은 사람이 있다.",
        "가슴이 두근거리는 설렘 그 자체가 필요하다.",
        "큰 비극보다 만남–오해–재회 같은 소소한 우연의 연쇄가 좋다.",
        "풍경·음악·분위기 등 감각적 로맨틱 무드를 진하게 느낄 수 있는 미감",
        "해피엔딩이든 아름다운 이별이든, 진심 어린 사랑 이야기면 충분하다.",
        "지금! NETFLIX & CHILL 할 상대가 있다."
      ],
      "movies": [
        {
          "id": "017",
          "title": "카사블랑카",
          "year": "1942"
        },
        {
          "id": "008",
          "title": "티파니에서 아침을",
          "year": "1961"
        },
        {
          "id": "030",
          "title": "아웃 오브 아프리카",
          "year": "1985"
        },
        {
          "id": "002",
          "title": "어젯밤에 생긴 일",
          "year": "1986"
        },
        {
          "id": "014",
          "title": "페기 수 결혼하다",
          "year": "1986"
        },
        {
          "id": "020",
          "title": "서렌더",
          "year": "1987"
        },
        {
          "id": "019",
          "title": "문스트럭",
          "year": "1987"
        },
        {
          "id": "007",
          "title": "영혼은 그대 곁에",
          "year": "1989"
        },
        {
          "id": "022",
          "title": "해리가 샐리를 만났을 때…",
          "year": "1989"
        },
        {
          "id": "023",
          "title": "밀애",
          "year": "1989"
        },
        {
          "id": "003",
          "title": "사랑과 영혼",
          "year": "1990"
        },
        {
          "id": "015",
          "title": "그린 카드",
          "year": "1990"
        }
      ]
    },
    "B": {
      "name": "나에게로 가는 길",
      "description": "<먹고 기도하고 사랑하라>의 작가 엘리자베스 길버트는 이렇게 말합니다. “나를 사랑하는 법을 배우기 전까지 우리는 누구도 진정으로 사랑할 수 없다.” 그러니 사랑 끝에 혼자 남았다고 해서 사랑에 실패했다고 자책할 필요 없습니다. 나를 더 사랑해야 할 때니까요. 평생을 사랑했지만 끝내 함께할 수 없었던 남자에게 “당신의 여자는 사랑스럽군요. 허블”이라고 마지막 인사를 건내는 <추억>의 케이티나, 사랑보다 예술가로서 자신을 선택한 <장미빛 모자>의 엘레노어처럼요. 혹은 사랑이 끝난 자리에서 홀로 선 뒤에야 진짜 멜로가 시작되기도 합니다. 아들을 잃고, 아내와 결혼 생활이 끝장난 뒤 홀로 남은 <우연한 방문객>의 여행 작가는 그제야 자신이 진짜 원하는 삶, 원하는 관계를 알게 되죠. 이 영화들을 보고 나면, 혼자 하고 싶은 것들이 많아집니다. 혼자 여행을 가고, 혼자 극장에 가고, 혼자 산책하다 보면 문득 깨닫게 됩니다. 온전히 나 자신과 함께 있는 시간은 외롭지 않다는걸요. 그제야 누군가와 함께 있어도 외로웠던 이유를 알게 됩니다. 상대가 나를 사랑하지 않은 게 아니고, 내가 나를 충분히 사랑하지 못했다는걸요.",
      "answers": [
        "사랑 때문에 아파도 성장하는 인물이 이야기가 보고 싶다",
        "사랑이 끝난 뒤엔 어떤 이야기가 시작되는지 궁금하다",
        "지금 나한테 필요한 건 위로보다 용기다",
        "관계 속에서 내가 뭘 좋아하는지 잊어버린 적이 있다",
        "“나는 왜 이렇게 살고 있지?”하고 멈춰 선 지금, 다시 움직이고 싶다.",
        "결국 내 발로 서는 주인공의 성장 여정에 공감하고 싶다.",
        "세상은 결국 혼자라는 홀가분한 인사이트",
        "누군가와 함께 있어도 외로웠던 이유를 이해하고 싶다"
      ],
      "movies": [
        {
          "id": "010",
          "title": "여자가 계단을 오를 때",
          "year": "1960"
        },
        {
          "id": "008",
          "title": "티파니에서 아침을",
          "year": "1961"
        },
        {
          "id": "029",
          "title": "졸업",
          "year": "1967"
        },
        {
          "id": "036",
          "title": "추억",
          "year": "1973"
        },
        {
          "id": "013",
          "title": "위험한 유혹",
          "year": "1984"
        },
        {
          "id": "030",
          "title": "아웃 오브 아프리카",
          "year": "1985"
        },
        {
          "id": "026",
          "title": "모나리자",
          "year": "1986"
        },
        {
          "id": "040",
          "title": "나인 하프 위크",
          "year": "1986"
        },
        {
          "id": "025",
          "title": "캐스터웨이",
          "year": "1986"
        },
        {
          "id": "014",
          "title": "페기 수 결혼하다",
          "year": "1986"
        },
        {
          "id": "041",
          "title": "술고래",
          "year": "1987"
        },
        {
          "id": "009",
          "title": "우연한 방문객",
          "year": "1988"
        },
        {
          "id": "039",
          "title": "장미빛 모자",
          "year": "1989"
        },
        {
          "id": "021",
          "title": "섹스, 거짓말 그리고 비디오테이프",
          "year": "1989"
        },
        {
          "id": "016",
          "title": "섹스의 반댓말",
          "year": "1998"
        }
      ]
    },
    "C": {
      "name": "사랑의 그림자 루트",
      "description": "한국의 포크 전설, 김광석은 이렇게 노래했습니다. “너무 아픈 사랑은 사랑이 아니었음을.” 사랑이라는 이름의 폭력에 대한 가장 우아한 경고죠. 미카엘 하네케 감독의 <피아니스트>에서 에리카는 겉으론 완벽한 인물이지만, 내면은 망가질 대로 망가져 있습니다. 인물을 변명하는 대사 없이 수십 년간 그녀 안에 침전된 억압과 왜곡된 욕망을 보여주는 이자벨 위페르의 연기는 훌륭하지만, 에리카와 제자의 관계는 사랑이 아닙니다. 통제와 복종의 싸움, 권력 게임일 뿐이죠. 진짜 죽일 듯이 싸우는 <장미의 전쟁>의 결혼 17년 차 부부도 한때는 뜨겁게 사랑했습니다. 집을 두고 목숨 걸고 싸우는 부부의 전쟁은 과장된 블랙 코미디처럼 보이지만, 무섭도록 현실적입니다.고다르의 <사랑과 경멸>은 <장미의 전쟁>과 같은 이야기지만, 온도는 얼음처럼 차갑죠. 아내는 남편에게 묻습니다. “나를 사랑해?” 남편은 그렇다고 답하지만, 관객은 압니다. 그 사랑은 이미 죽었어요. <나인 하프 위크>의 존과 엘리자베스는 첫눈에 매료되어 에로틱한 관계를 즐기지만, 점점 존은 엘리자베스를 물건처럼 여기고, 두 사람의 관계는 썩어가죠. 다행히 엘리자베스는 그 관계를 뱉어버립니다만. 사랑은 어떻게 증오로 변하는가. 한때 사랑했던 사람들은 어떻게 적이 되는가. 그래서 서로를 어떻게 파괴하는가. 이 과정을 보여주는 ‘독이 든 멜로’는 일종의 경고등입니다. 사랑이라는 이름으로 포장된 폭력과 학대, 거짓과 권력 게임을 보여주면서 이렇게 묻습니다. 당신은 괜찮아? 머릿속에 경고등이 켜졌다면, 당장 도망쳐!",
      "answers": [
        "'사랑이라는 이름의 폭력’이라는 말의 진짜 의미를 알게 되었다.",
        "사랑이 어떻게 증오로 변할 수 있는지 알게 될 정도로 깊이있는 감정",
        "\"너 때문에 내가 이렇게 됐어.” 같은 말을 듣거나 해본 적이 있다.",
        "가까운 사람의 연애사를 듣다 보면 \"그냥 헤어져\"라고 말할 수 있는 용기",
        "통제·질투·가스라이팅 같은 빨간 신호를 분별하고 싶다.",
        "불편해도 괜찮다. 미화보다 진실이 필요하다.",
        "겉으론 괜찮아보이는 내 연애가 뭔가 잘못됐다는 느낌이 든다.",
        "헤어졌다가 다시 만나고, 또 헤어지고 다시 만나는 패턴을 반복한 경험이 있다."
      ],
      "movies": [
        {
          "id": "011",
          "title": "뜨거운 양철지붕 위의 고양이",
          "year": "1958"
        },
        {
          "id": "004",
          "title": "아내는 고백한다",
          "year": "1961"
        },
        {
          "id": "033",
          "title": "사랑과 경멸",
          "year": "1963"
        },
        {
          "id": "042",
          "title": "세브린느",
          "year": "1967"
        },
        {
          "id": "029",
          "title": "졸업",
          "year": "1967"
        },
        {
          "id": "024",
          "title": "위대한 개츠비",
          "year": "1974"
        },
        {
          "id": "028",
          "title": "제2의 여인",
          "year": "1986"
        },
        {
          "id": "040",
          "title": "나인 하프 위크",
          "year": "1986"
        },
        {
          "id": "018",
          "title": "장미의 전쟁",
          "year": "1989"
        },
        {
          "id": "021",
          "title": "섹스, 거짓말 그리고 비디오테이프",
          "year": "1989"
        },
        {
          "id": "035",
          "title": "피아니스트",
          "year": "2001"
        }
      ]
    },
    "D": {
      "name": "사랑으로 세계와 맞서는 여정",
      "description": "멜로 주인공은 사실 장애물입니다. 얼마나 거대하고, 잔혹하고, 끈질긴 방해물이 그들을 괴롭히는가. 시대에 따라 장애물은 취향, 권태, 불치병 같은 개인적인 것부터 전쟁, 혁명, 자연재해 같은 거대한 외부적 환경으로, 혹은 계급, 인종, 가부장제 등 시스템의 모습으로 등장합니다. 어떤 싸움은 격렬하고, 어떤 싸움은 고요하지만, 모두가 전쟁 중이죠. 격렬한 싸움으로는 <프라하의 봄>과 <소피의 선택>이 있습니다. 1968년 체코슬로바키아의 민주화 운동 시기를 배경으로 하는 <프라하의 봄>에선 바람둥이 의사와 사진작가의 로맨스가 거대한 역사적 비극과 맞닥뜨립니다. <소피의 선택>은 아우슈비츠에서 비인간적인 선택을 해야 했던 한 여인이 평생토록 싸워 온 죄책감에 관해 이야기합니다. 가장 고요한 싸움을 꼽으라면 오즈 야스지로 감독의 <늦봄>과 데이비드 린 감독의 <밀회>를 을 꼽겠습니다. <늦봄>에서 아버지와 단둘이 평안한 일상을 누리던 딸은 사회의 눈초리에 등 떠밀린 결혼을 해야만 합니다. 묵묵하던 그녀가 사과 깎던 손을 멈추는 짧은 순간, 관객은 딸의 마음 안에서 뭔가 중요한 것이 뚝 끊어졌다는 걸 눈치채죠. <밀회>는 아예 사랑이 끝난 다음 영화가 시작됩니다. 막 이별을 하고 남편이 있는 집으로 돌아온 여인은 라흐마니노프의 피아노 협주곡을 들으며 회상에 잠깁니다. 세상이 그들의 사랑을 방해하지만, 그들은 쉽게 포기하지 않습니다. 그 싸움 끝에는 남은 상실의 슬픔은 관객의 눈물이 되어 카타르시스를 선물합니다.",
      "answers": [
        "묵직해도 괜찮다. 울 준비가 되어 있다.",
        "사랑의 끝에 무엇이 남는걸까? 여운을 즐긴다.",
        "문학적이고 철학적인 대사를 좋아한다.",
        "모든 연애가 해피엔딩일 필요는 없다. 슬픔도 숭고하니까.",
        "절제된 화면 아래 흐르는 깊은 감정에 압도되고 싶다.",
        "개인과 역사·사회가 충돌하는 순간의 비극적 아름다움에 마음이 움직인다.",
        "클래식한 멜로 영화를 좋아한다.",
        "불장난 같은 사랑이 아닌 성숙한 어른들의 사랑이 보고 싶다."
      ],
      "movies": [
        {
          "id": "043",
          "title": "밀회",
          "year": "1945"
        },
        {
          "id": "005",
          "title": "늦봄",
          "year": "1949"
        },
        {
          "id": "001",
          "title": "에덴의 동쪽",
          "year": "1955"
        },
        {
          "id": "012",
          "title": "자이언트",
          "year": "1956"
        },
        {
          "id": "037",
          "title": "라 노테",
          "year": "1961"
        },
        {
          "id": "006",
          "title": "흐트러지다",
          "year": "1964"
        },
        {
          "id": "031",
          "title": "하수인",
          "year": "1973"
        },
        {
          "id": "027",
          "title": "프랑스 중위의 여자",
          "year": "1981"
        },
        {
          "id": "034",
          "title": "소피의 선택",
          "year": "1982"
        },
        {
          "id": "026",
          "title": "모나리자",
          "year": "1986"
        },
        {
          "id": "032",
          "title": "프라하의 봄",
          "year": "1988"
        },
        {
          "id": "038",
          "title": "적, 그리고 사랑 이야기",
          "year": "1989"
        }
      ]
    }
  },
  "intro": "1990년대 영화 팬 사이에서 ‘보물 지도’로 통했던 영화잡지 <스크린>의 ‘영화 감독이 추천하는 비디오로 영화 공부하는 법’(구성: 박찬욱)’이 33년 만에 비바 헤리티지 시리즈(이하 VHS)의 필드맵으로 부활했습니다. 장르별 추천작을 한 장의 지도처럼 구성한 창의적인 큐레이션은 당시 영화 관객들 사이에서 ‘매진 사례’를 기록하며 뜨거운 반응을 얻었습니다. VHS 멜로 필드맵에는 한국 영화계의 ‘신인류 탄생’으로 주목받은 ‘신인’ 박찬욱 감독이 엄선한 43편의 멜로 영화가 수록되어 있습니다. 이 큐레이션은 ‘최고의’ ‘인생의’ ‘죽기 전에 봐야 할’ 같은 전형적인 수사를 거부합니다. 이미 ‘멜로 클래식’의 지위를 얻은 <카사블랑카>(1942), <늦봄>(1949), <티파니에서 아침을>(1961) 같이 이견 없는 명작과 함께 여성 성장 로맨스 <위험한 유혹>(1984), 스티븐 스필버그 감독의 정통 서정 멜로 <영혼은 그대 곁에>(1989), 스물여덟 살 ‘비디오 키드’ 스티븐 소더버그 감독의 칸영화제 황금종려상 수상작 <섹스, 거짓말 그리고 비디오테이프>(1989) 같은 야심 찬 도전이 공존합니다. 희귀한 큐레이션도 눈길을 사로잡습니다. 크리스토퍼 놀런 감독이 경외하는 영국의 이단아 니컬러스 로그 감독의 괴짜 로맨스 <캐스터웨이>(1986), 컬트 작가 찰스 부코스키의 자전적 ‘알코올 중독 로맨스’ <술고래>(1978) 등은 뻔한 추천작 목록에 지친 관객에게 숨은 명작을 발견하는 즐거움을 전합니다.",
  "guide": "VHS 멜로 필드맵에는 시대와 주제, 감정의 결과 온도가 다른 총 43편의 멜로 영화가 자리하고 있습니다. 어디서부터 멜로 탐험을 시작할지 고민하는 당신을 위해 가이드북에서는 네 갈래의 길을 제안합니다. 각 경로는 나의 감정을 탐색하고 들여다 보는 여정으로 우리를 안내합니다. 어떤 길은 당신을 설렘으로 이끌고, 어떤 길은 자신을 마주하게 만들고, 어떤 길은 경고를 울리고, 어떤 길은 고독을 허락할 겁니다. 직관적으로 가장 끌리는 경로를 선택하세요. 체크 박스를 활용하면 쉽게 나의 멜로 취향을 파악할 수 있습니다. 경로를 선택했다면 기점이 되는 영화를 골라 필드맵 탐험을 시작합니다. 필드맵의 경로는 흥미로운 키워드로 연결되며 예상치 못한 다른 갈래의 영화와도 이어지도록 구성되어 있습니다. 설렘도, 분노도, 눈물도, 그리움도 모두 환영합니다. 지금부터 가이드북을 나침반 삼아 멜로 탐험을 시작해 볼까요?",
  "hidden": "멜로라는 우주를 탐험할 준비를 마친 당신에게 마지막 히든 루트를 소개합니다. 여행의 묘미는 길을 잃는 데 있다고 하죠. 경로를 따라가다가 눈길이 닿는 영화로 건너뛰거나, 보고 싶은 영화를 골라 나만의 길을 만들어보세요. 한 가지 확실한 건, 필드맵을 펼친 순간 당신의 멜로 탐험이 이미 시작되었다는 것입니다. 책을 사는 순간부터 독서가 시작되듯, 영화 제목을 감각하는 순간부터 영화 경험이 시작됩니다. 이제 여기저기에서 그 영화의 제목이, 감독의 이름이, 존재감을 드러낼 겁니다. OTT 썸네일에서, 극장의 재개봉 포스터에서, 영화 관련 기사에서, 유튜브나 팟캐스트에서, SNS에서 자꾸 보이고 들릴 거예요. 그러다 어느 날, 그 영화를 직접 만나게 되는 순간 당신의 필드는 성큼 확장되는 거죠. 저희는 도전과 탐험의 쾌감을 즐기는 당신을 위해 계속해서 보물 지도를 만들어 두겠습니다. 비바 헤리티지 시리즈 드림"
};
